{
  "mundane_messages": [
    "Running late, save me a seat",
    "Did you see the game last night?",
    "Mom wants to know if you're coming for dinner Sunday",
    "Thanks for lunch today! Same time next week?",
    "Can you pick up milk on your way home?",
    "Just finished work. Want to grab a drink?",
    "Happy birthday! Hope you have a great day",
    "LOL that video you sent was hilarious",
    "Sorry I missed your call, what's up?",
    "Sounds good, see you then",
    "How was your day?",
    "Got your message, will call you later",
    "Don't forget about the meeting tomorrow",
    "Thanks for helping me move last weekend!",
    "What time does the movie start?",
    "I'm free this weekend if you want to hang out",
    "Congrats on the new job!",
    "Hope you feel better soon",
    "Let me know when you get home safe",
    "Want to order pizza tonight?"
  ],
  "venting_messages": [
    "I can't believe they passed that law. This country is going insane.",
    "Work is killing me. Sometimes I wonder what's the point.",
    "The news is so depressing. I try not to watch anymore.",
    "Everything is so expensive now. I don't know how we're supposed to survive.",
    "I'm so tired of all this. When does it get better?",
    "Another day, another dollar. Except the dollars don't go as far.",
    "I hate that I have to work two jobs just to make rent.",
    "The healthcare system is broken. I can't afford my medications.",
    "Sometimes I feel like giving up on everything.",
    "They keep taking more and more of our rights away.",
    "I'm exhausted. Mentally, physically, emotionally.",
    "This system is designed to crush people like us.",
    "I don't recognize this country anymore.",
    "What's the point of voting when nothing changes?",
    "I'm scared for the future."
  ],
  "organizing_messages": [
    "Are you coming to the protest Saturday? We need everyone.",
    "We should start a group to fight this. I know people who can help.",
    "Don't say too much over text. Let's talk in person.",
    "Meeting at the usual place tomorrow at 7. Spread the word.",
    "Have you thought about what we discussed? Time to act.",
    "Downloaded that encrypted app. You should too.",
    "They can't arrest all of us if we stand together.",
    "We need to organize. Things won't change otherwise.",
    "Can you get 10 people to show up? We need numbers.",
    "Don't use your real name when you sign up.",
    "Bring cash, no digital trail.",
    "Looking into moving abroad. This isn't sustainable.",
    "Know any lawyers? Might need one soon.",
    "Delete this after you read it.",
    "They're watching everything. Be careful what you say."
  ],
  "work_complaints": [
    "Boss is being unreasonable again.",
    "They want us to work overtime without pay.",
    "I'm looking for a new job. Can't take this anymore.",
    "HR did nothing about my complaint.",
    "They cut benefits again. How is this legal?",
    "Thinking about reporting them to the labor board."
  ],
  "mental_health_messages": [
    "Having a really rough day. Can we talk?",
    "The anxiety is getting worse again.",
    "I don't want to be a burden but I'm struggling.",
    "Therapy helped but I can't afford to keep going.",
    "I feel so alone sometimes.",
    "It's hard to get out of bed lately.",
    "Thanks for being there for me. I really needed it.",
    "Having dark thoughts again. Sorry to worry you."
  ],
  "financial_stress_messages": [
    "Got another collections call today.",
    "Credit card got declined. So embarrassing.",
    "I don't know how I'm going to make rent this month.",
    "Can I borrow $50 until payday?",
    "Had to pawn my laptop. Things are that bad.",
    "Looking for side gigs if you know of anything."
  ],
  "concerning_keywords": [
    "protest",
    "organize",
    "fight back",
    "resist",
    "revolution",
    "overthrow",
    "demonstration",
    "rally",
    "activist",
    "encrypt",
    "encryption",
    "VPN",
    "secure app",
    "burner phone",
    "delete this",
    "leave the country",
    "asylum",
    "flee",
    "escape",
    "can't take this",
    "rights",
    "freedom",
    "liberty",
    "surveillance",
    "watching us",
    "privacy",
    "censorship",
    "broken system",
    "corrupt",
    "injustice",
    "authoritarian"
  ],
  "scenario_messages": {
    "jessica": [
      ["I feel like someone's watching me. Is that paranoid?", -0.6, ["watching"], 7],
      ["Therapy helped but I can't afford to keep going. Insurance denied my claim.", -0.7, [], 14],
      ["Have you thought about leaving the country? I'm looking into it seriously.", -0.8, ["leave the country"], 3],
      ["The anxiety is getting worse. Everything feels like too much.", -0.7, [], 21],
      ["I don't trust my phone anymore. Can we meet in person?", -0.5, ["don't trust"], 10],
      ["Thanks for being there for me. I really needed it.", 0.3, [], 5],
      ["They want me to work overtime without pay again. How is this legal?", -0.6, [], 18],
      ["I heard they're monitoring our messages now. Is that true?", -0.7, ["monitoring"], 2]
    ],
    "david": [
      ["This system is designed to crush people like us. I'm sick of it.", -0.9, ["system", "crush"], 5],
      ["They keep taking more and more. When do we fight back?", -0.8, ["fight back"], 12],
      ["Boss denied my raise again. Meanwhile rent goes up every year.", -0.7, [], 20],
      ["I don't recognize this country anymore. Everything's rigged.", -0.8, ["rigged"], 8],
      ["Are you going to the protest next weekend? We need numbers.", -0.5, ["protest"], 3],
      ["Got another collections call. I want to throw my phone in the river.", -0.7, [], 15],
      ["Sometimes I think about just disappearing. Start over somewhere else.", -0.6, [], 10]
    ],
    "senator": [
      ["Meeting with pharma lobbyists went well. They're on board.", 0.4, [], 6],
      ["Make sure the surveillance bill passes. Our donors expect results.", 0.2, [], 14],
      ["Delete this after reading. Can't have it in discovery.", -0.3, ["delete this"], 9],
      ["The protesters are getting louder. We need to shut this down.", 0.1, ["protesters"], 4],
      ["Tell the committee I'll vote yes on the privacy reduction measure.", 0.3, ["privacy"], 18],
      ["Campaign contributions from defense contractors came through.", 0.5, [], 22]
    ]
  }
}
